Revit 2027 API
BuiltInFailures.GroupFailures.UnableToRestoreAllMembersOfGroups Property
 Revit is unable to restore the members of the selected groups.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToRestoreAllMembersOfGroups { get; }
Public Shared ReadOnly Property UnableToRestoreAllMembersOfGroups As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToRestoreAllMembersOfGroups {
	FailureDefinitionId^ get ();
}
static member UnableToRestoreAllMembersOfGroups : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace